module.exports = [
   [ 
    [],
    [
      '11:20-12:50 | Учебная практика Д - 418',
      '13:20-14:50 | Исследование операций (лек) Д - 418',
      '16:40-18:10 | Исследование операций (лаб) Д - 420'
    ],
    [
      '08:00-11:10 | ОС ЭВМ (лаб) Б - 311',
      '11:20-12:50 | Сис. анализ (лек) Д - 502',
      '13:30-15:00 | ОФП'
    ],
    [
      '08:00-11:10 | Учебная практика Д - 418',
      '11:20-12:50 | Пакеты программ  (лек) Д - 304',
      '13:20-14:50 | Статистика (лек) Д - 304'
    ],
    [
      '11:20-14:50 | Прог. апп. средства ЭВМ (лаб) Д - 427',
      '17:00-18:00 | ОФП (лаб) Д - 427'
    ],
    [
      '13:30-15:00 | ОФП',
      '16:40-18:10 | Пакеты программ  (лаб) В-608'
    ],
    []
  ],
  [
    [],
    [
      '11:20-12:50 | Учебная практика Д - 418',
      '13:20-14:50 | Исследование операций (лек) Д - 418',
      '16:40-18:10 | Исследование операций (лаб) Д - 420'
    ],
    [
      '08:00-11:10 | ОС ЭВМ (лек) Б - 311',
      '11:20-12:50 | Дискр. Мат. (лек) Д - 502',
      '13:30-15:00 | ОФП',
    ],
    [
      '08:00-11:10 | Учебная практика Д - 418',
      '11:20-12:50 | Пакеты программ (лек) Д - 304',
      '13:20-16:30 | Пакеты программ (лаб) В - 608'
    ],
    [
      '13:20-14:50 | Прог. апп. средства ЭВМ (лек) Д - 715',
      '15:00-18:10 | Дискр. мат. (лаб) Д - 424'
    ],
    [
      '13:30-15:00 | ОФП',
      '16:40-18:10 | Пакеты прик. Программ (лаб) В-608'
    ],
    [
      '08:00-11:10 | Статистика (лаб) Д - 418',
      '12:20-14:50 | Теория сис. и сис. анализ (лаб) Д - 420'
    ]
  ]
];