module.exports = {
  odd: [ 
    [],
    [
      '11:20-12:50 | Учебная практика Д - 418',
      '13:20-14:50 | Исследование операций (лек) Д - 418',
      '16:40-18:10 | Исследование операций (лаб) Д - 420'
    ],
    [
      '08:00-11:10 | ОС ЭВМ (лаб) | Б - 311',
      '11:20-12:50 | Сис. анализ (лек) |  Д - 502',
      '13:30-15:00 | ОФП'
    ],
    [
      '08:00-11:10 | Учебная практика Д - 418',
      '11:20-12:50 | Пакеты программ  (лек) Д - 304',
      '13:20-14:50 | Статистика (лек) Д - 304'
    ],
    [
      '11:20-14:50 | Прог. апп. средства ЭВМ (лаб) Д - 427',
      '17:00-18:00 | ОФП (лаб) Д - 427'
    ],
    [
      '13:30-15:00 | ОФП',
      '16:40-18:10 | Пакеты программ  (лаб) В-608'
    ],
    []
  ],
  even: [
    [
      
    ]
  ]
};